<?php
if (!isset($config)) exit('Config must be loaded.'); // выйти, если не загружены настройки
General::$data['punbb_tag_groups']['app_genres'] = array ( // описание группы тэгов
	'name' => 'Специализации', // имя группы
	'tags' => array( // тэги
		26, // акселерометр
		310, // архиваторы
		188, // безделушки
		48, // безопасность
		174, // блоги
		20, // браузеры
		222, // время-дата
		42, // графика
		30, // для себя
		19, // интернет
		36, // калькуляторы
		729, // камера
		47, // контакты
		39, // математика
		44, // мессенджеры
		23, // мультимедиа
		24, // навигация
		58, // новости
		25, // органайзер
		31, // офис
		21, // погода
		57, // почта
		63, // радио
		157, // разработка
		16, // системные
		205, // словари
		59, // сообщения
		2345, // социальные сети
		28, // текстовые редакторы
		46, // телефон
		27, // утилиты
		163 // читалки
	)
);
