<?php
if (!isset($config)) exit('Config must be loaded.'); // выйти, если не загружены настройки
General::$data['punbb_tag_groups']['cities'] = array ( // описание группы тэгов
	'name' => 'Города', // имя группы
	'tags' => array( // тэги
		697,  // Москва
		856,  // Санкт-Петербург
		1914, // Балашиха
		1952, // Брянск
		860,  // Великий Новгород
		2899, // Волгоград
		1326, // Воронеж
		863,  // Геленджик
		831,  // Екатеринбург
		1433, // Жуковский
		888,  // Калуга
		2879, // Киев
		834,  // Коломна
		2522, // Краснодар
		2189, // Липецк
		2190, // Мурманск
		2812, // Невинномысск
		1444, // Новосибирск
		1364, // Омск
		1816, // Пермь
		1890, // Пугачев
		1027, // Ростов-на-Дону
		859,  // Рязань
		1397, // Самара
		2159, // Симферополь
		844,  // Татарстан
		1368, // Ульяновск
		866   // Уфа
	)
);
