<?php
if (!isset($config)) exit('Config must be loaded.'); // выйти, если не загружены настройки
General::$data['punbb_tag_groups']['years'] = array ( // описание группы тэгов
	'name' => 'Года', // имя группы
	'tags' => array ( // тэги
		2781, // 2012
		1918, // 2011
		2056, // 2010
		2658, // 2009
		2646, // 2008
		2672, // 2007
		2579, // 2006
		2061, // 2005
		2552, // 2004
		2700, // 2003
		2602, // 2002
		2661, // 2001
		2697, // 2000
		2685, // 1998
		2692, // 1996
		2733, // 1994
		2630, // 1988
		2635, // 1987
		2607, // 1986
		2718, // 1985
		2675, // 1984
		2656, // 1979
		2683, // 1978
		2716, // 1971
		2712 // 1969
	)
);
