<?php

/**
 * Lang file for voting
 *
 * @copyright Copyright (C) 2008 PunBB, перевод by KiRiK (kirik-ch.ru)
 * @license http://www.gnu.org/licenses/gpl.html GPL version 2 or higher
 * @package pun_poll
 */

if (!defined('FORUM')) exit;

$lang_pun_poll = array(
	'Poll question'					=> 'Вопрос голосования',
	'Voting answer'					=> 'Вариант ответа',
	'Able revote'					=> 'Разрешить пользователям менять вариант ответа.',
	
//page Administration -> Settings -> Features
	'Name plugin'					=> 'Настройки голосований',
	'Maximum answers'				=> 'Максимальное количество ответов (2-100).',
	'Disable revoting'				=> 'Разрешить менять вариант ответа.',
	'Disable see results'			=> 'Разрешить видеть результаты',
	'Maximum answers info'			=> 'Максимальное количество ответов',
	'Disable see results info'		=> 'Пользователи могут видеть результаты не голосуя.',
	'Disable revoting info'			=> 'Разрешить менять вариант ответа',
	'Poll add'						=> 'Разрешить пользователям добавлять голосования в их топики.',
	'Permission'					=> 'Права для голосований',
	
// general
	'Users count'					=> 'Голосов: ',
	'Preview poll'					=> 'Предпросмотр отредактированного голосования.',
	'Preview poll question'			=> '<strong>%s</strong>',
	'Revote'						=> 'Изменить вариант ответа',
	'Summary count'					=> 'Количество вариантов',
	'Allow days'					=> 'Дней на голосование',
	'Votes needed'					=> 'Количество голосов',
	'Input error'					=> 'Вы должны указать количество дней на голосование или количество голосов.',
	'Count'							=> 'Количество',
	'Button note'					=> 'Обновить голосование',
	'Show poll res'					=> 'Показать результаты голосования',
	'All ch vote'					=> 'Разрешить менять вариант ответа',
	'Max cnt options'				=> 'Количество вариантов не может быть больше, чем %s.',
	'Min cnt options'				=> 'Количество вариантов не может быть меньше, чем 2.',
	'Days limit'					=> 'Количество дней на голосование не может быть больше, чем 90, и меньше, чем 1.',
	'Votes count'					=> 'Количество голосов не может быть больше, чем 500, и меньше, чем 10.',
	'Header note'					=> 'Голосование',
	'Options'						=> 'Варианты ответа',
	'Results'						=> 'Результаты голосования: ',
	'No votes'						=> 'Еще нет голосов.',
	'Dis read vote'					=> 'Вы не можете увидеть результаты, пока не проголосуете.',
	'But note'						=> 'Голосовать',
	'User vote error'				=> 'Вы уже проголосовали.',
	'End of vote'					=> 'Вы не можете голосовать, поскольку опрос уже окончен.',
	'Reset res'						=> 'Сбрасить результаты голосования',
	'Reset res notice'				=> 'Отметьте, если хотите сбросить результаты голосования.',
	'Remove v'						=> 'Удалить голосование',
	'Remove v notice'				=> 'Отметьте, если хотите удалить голосование.',
	'Empty question'				=> 'Вы должны указать вопрос голосования.',
	'Empty answers'					=> 'Вы должны указать варианты ответов.',
	'Merge error'					=> 'Вы не можете объединить эти топики, поскольку 2 или более топиков содержат голосования. Удалите голосования сначала.',
	'Edit voting'					=> 'Ксли вы хотите изменить вопрос или ответы голосования, отправьте письмо администратору Форума <a href="mailto:%s">%s</a>.',
	'Empty option count'			=> 'Небходимо указать количество вариантов ответа.',

	'Question len limit'			=> 'Длина вопроса не может быть меньше, чем 5 символов.',

	'Maximum votes note'			=> 'Максимальное количество голосов',
	'Days voting note'				=> 'Количество дней для голосования',

	'Poll redirect'					=>	'Голосование добавлено. Перенаправление...',
	'Days, votes count'				=>	'Количество дней и количество голосов не могут ...',

	'Hide poll'						=> 'Убрать блок голосования',
	'Show poll'						=> 'Добавить блок голосования',
	'Add poll option'				=> 'Добавить вариант ответа'
);
